Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Analysis: Their garments were based on a subset of human culture.
pl: Analiza: ich stroje były oparte na wybranym fragmencie ludzkiej kultury.

source: Analysis: There are three blocking devices on this floor.
pl: Analiza: na tym piętrze znajdują się trzy urządzenia blokujące.

source: Analysis: There are two blocking devices on this floor.
pl: Analiza: wykryto na tym poziomie dwa urządzenia blokujące.

source: Analysis: This area is composed of crystallized silicon and carbon.
pl: Analiza: ten obszar został stworzony ze skrystalizowanego krzemu i węgla.

source: Analysis: This elevator's controls are locked and cannot be used.
pl: Analiza: sterowanie drzwiami tej windy jest zablokowane i nie może zostać użyte.

source: Analysis: This idea is sound. Proposal accepted.
pl: Analiza: pomysł brzmi rozsądnie. Zaakceptowano propozycję.

source: Analysis: This is a colony of pacifistic machine lifeforms led by the unit known as Pascal.
pl: Analiza: to kolonia pacyfistycznych mechanicznych form życia dowodzona przez jednostkę znaną jak Pascal.

source: Analysis: This location was once used for weapons production and experimentation.
pl: Analiza: to miejsce było niegdyś używane do produkcji i eksperymentów z bronią.

source: Analysis: This machine lifeform believes there is treasure located in the forest kingdom.
pl: Analiza: ta mechaniczna forma życia wierzy w to, że w leśnym królestwie znajduje się skarb.

source: Analysis: This machine lifeform's comrades were destroyed.
pl: Analiza: towarzysze tej mechanicznej formy życia zostali zniszczeni.

source: Analysis: This part belongs to a machine lifeform.
pl: Analiza: ta część należy do mechanicznej formy życia.

source: Analysis: Transporter is now operational.
pl: Analiza: transporter został przywrócony do działania.

source: Analysis: Unit 8B specializes in close-quarters combat.
pl: Analiza: jednostka 8B specjalizuje się w walce na bliski dystans.

source: Analysis: Units 9S and A2 are safe.
pl: Analiza: jednostki 9S i A2 są bezpieczne.

source: Analysis: Unusual unit behavior is directly correlated to the stimulating effects of the combat substance.
pl: Analiza: nietypowe zachowanie jednostki jest bezpośrednio powiązane ze stymulującym efektem zażywanej substancji.

source: Analysis: Virus is transforming and progressing its own algorithm with abnormal speed. Removal will be difficult.
pl: Analiza: wykryto postępującą z nadzwyczajną prędkością, transformację i rozwój algorytmu wirusa. Pozbycie się go będzie trudne.

source: Analysis: Writing is an ancient language known as Angelic.
pl: Analiza: to starożytny język, znany jako Anielski.

source: Analysis: YoRHa type B body confirmed. It belongs to the missing unit known as 11B.
pl: Analiza: potwierdzono zwłoki zaginionej jednostki 11B, należącej do YoRHa.

source: Analysis: YoRHa unit 9S is still alive.
pl: Analiza: jednostka YoRHa 9S nadal żyje.

source: Analysis: YoRHa unit A2 was restarted five minutes and forty-two seconds ago.
pl: Analiza: jednostka YoRHa A2 została zrestartowana pięć minut i czterdzieści dwie sekundy temu.

source: Analyzes all enemies in a fixed radius, allowing combatants to deliver a series of deadly slashes to all who are caught within.
pl: Analizuje wszystkich wrogów w ustalonym promieniu, pozwalając walczącym na zadanie im serii śmiercionośnych ciosów.

source: Analyzing this data can often lead to discovering new information.
pl: Analizowanie tych danych często prowadzi do odkrycia nowych informacji.

source: Ancient Mask
pl: Starożytna maska

source: Ancient Overlord
pl: Starożytny Władca

source: And 9S? ...Be careful.
pl: A, i 9S... Uważaj na siebie.

source: And Command keeps pestering me, so I gotta do something.
pl: A Dowództwo stale mnie męczy, dopytując jak sobie radzę, więc muszę w końcu coś zrobić.

source: And I ALSO know you'll let me record some of that sweet, sweet data.
pl: A... POZA TYM wiem, że pozwolisz mi zarejestrować trochę tych cennych danych.

source: And I also think you have a right to see them.
pl: I myślę, że masz prawo je zobaczyć.

source: And I don't even know where my neck is!
pl: A ja nawet nie wiem gdzie jest moja szyja!

source: And I especially didn't want to lose you.
pl: A w szczególności, nie chciałem cię stracić.

source: And I have a few traces of those memories in my own mind.
pl: Okazało się, że w mojej pamięci pozostało kilka śladów tych wspomnień.

source: And Uncle Pascal would never lie and break his word.
pl: A wujek Pascal nigdy nie kłamie i nie łamie danego słowa.

source: And YOU clearly lack a discerning eye. I bet men take advantage of you all the time.
pl: A TOBIE najwyraźniej brakuje rozważnego oka. Zgaduję, że mężczyźni ciągle cię wykorzystują.

source: And YoRHa was created to perpetuate the lie.
pl: A YoRHa została stworzona, aby uwiarygodnić kłamstwo.

source: And also,
pl: I także,

source: And another thing...
pl: I jeszcze jedno...

source: And are those recovered parts of the same design as previous ones?
pl: A czy te odzyskane elementy mają taką samą budowę, jak poprzednie?

source: And as a little extra...
pl: A jako mały dodatek...

source: And at the end, you will face the ultimate hero... Masamune!
pl: A na końcu, stawisz czoła ostatecznemu bohaterowi... Masamune!

source: And being alive is pretty much a constant stream of embarrassment.
pl: A życie, to tak właściwie nieustające pasmo wstydu.

source: And besides, we aren't so far gone that we kill machine lifeforms after they surrender.
pl: A poza tym, nie przesadzajmy... My nie zabijamy tych mechanicznych formy życia, które się poddały.

source: And by His word, all living things are to be considered equal.
pl: I zgodnie z Jego słowem, wszystko co żywe, jest sobie równe.

source: And didn't I tell you to keep this place ORGANIZED!?
pl: Nie kazałam ci UPORZĄDKOWAĆ tego miejsca?!

source: And don't think this makes us friends.
pl: Ale nie myśl sobie, że to robi z nas przyjaciół.

source: And done!
pl: Gotowe!

source: And from the cold at the bottom of the sea, he cried out...
pl: I z zimna na dnie morza, wypłakiwało...

source: And hey, just between you and me, if you go to "Intel" and select "Tutorials," you may find out some things you didn't know.
pl: I wiesz, tak między nami, jeśli wejdziesz w zakładkę „Dane” i wybierzesz „Samouczki” to może dowiesz się czegoś nowego.

source: And how will I provide support to the squad if I don't fight?
pl: To w takim razie, jak mam wesprzeć oddział, skoro mam nie walczyć?

source: And if any of them still resent us—even if it's just a few—that's enough reason to keep fighting!
pl: A jeśli któreś z nich wciąż żywią do nas urazę — choćby tylko kilka z nich — to wystarczający powód, by z nimi walczyć!

source: And if it ever bugs you too much, you can always pop it back out.
pl: A jeśli będzie ci zbytnio przeszkadzał, zawsze możesz go wyłączyć, wyjmując go.

source: And if not, then I need you to kill me.
pl: A jeśli nie, to potrzebuję, żebyś mnie zabiła.

source: And if we don't, I'll eventually grow to hate you. Do you understand?
pl: Ale, jeśli tego NIE zrobimy, to z czasem zacznę cię nienawidzić. Rozumiesz?

source: And in his hand, he coldly gripped...
pl: A w swojej dłoni, chłodno ściskał...

source: And in order to repay you for your faithful patronage...
pl: A w ramach podziękowania za wierne wsparcie...

source: And inside this house, all our people live together as family.
pl: A w tym domu wszyscy nasi będą żyć razem. Jak rodzina.

source: And it looks like there are a ton of other machines there with it!
pl: I wygląda na to, że jest z nim pełno innych maszyn!

source: And it seems we have identified a weakness.
pl: I wygląda na to, że zidentyfikowaliśmy jego słabość.

source: And it's all my fault...
pl: I to wszystko moja wina...

source: And it's all thanks to you!
pl: I to wszystko dzięki wam!

source: And just between you and I, know that if you provide enough of an investment, I'll be able to provide certain...dividends in return.
pl: Tak między nami... Wiedzcie, że jeśli udostępnicie mi wystarczającą ilość funduszy, to w zamian zapewnię wam... pewne korzyści.

source: And just between you and me, I hear that the prizes are more than just free—they're DELUXE!
pl: A tak między nami... Słyszałem, że te nagrody nie tylko są darmowe... One są... wręcz EKSKLUZYWNE!

source: And make sure not to lose it!
pl: I nie zgubcie go!

source: And maybe don't LOSE IT NEXT TIME! Honestly...
pl: I może NIE ZGUB GO NASTĘPNYM RAZEM! Serio...

source: And my neck's tired from looking up all the time!
pl: I szyja mnie męczy od ciągłego patrzenia w górę.

source: And no, I don't mean the smell of machine oil.
pl: I nie, nie chodzi mi o zapach oleju.

source: And now that the other guy's the boss, he's doing the exact same things that made him hate his former boss so much.
pl: I teraz to ten drugi jest szefem, robiącym dokładnie te same rzeczy, które sprawiały, że nienawidził swojego szefa tak bardzo.

source: And now we have to go back to the city ruins.
pl: A teraz musimy tylko wrócić do ruin miasta.

source: And now we must raise this child so he might one day be our new king.
pl: A teraz musimy wychować to dziecko, aby kiedyś mogło stać się naszym Nowym Królem.

source: And now we will allow you to assist us.
pl: A teraz pozwolimy, abyście nam w tym pomogli.

source: And now... I die!
pl: A teraz... Żegnajcie!

source: And now...EVERYTHING MUST DIE!
pl: A teraz... WSZYSTKO MUSI SCZEZNĄĆ!

source: And now...FIIIGHT!
pl: A teraz... WALKA!

source: And now...the battle is about to begin.
pl: A teraz... zacznie się bitwa.

source: And remember,
pl: I pamiętaj,

source: And she's going to pay for it!
pl: I zapłaci za to!

source: And so will we.
pl: Tak samo jak my.

source: And so, the final battle with Adam and Eve came to an end.
pl: I tak ostateczna bitwa z Adamem i Ewą dobiegła końca.

source: And so, we must say goodbye.
pl: W związku z tym, musimy się pożegnać.

source: And take this. I insist.
pl: I weź to. Nalegam.

source: And that includes you guys, okay? So be careful!
pl: To dotyczy również was, okej? Uważajcie na siebie!

source: And that wasn't all. They also engaged in other scholarly pursuits such as philosophy, mathematics, science and social criticism.<bt_wait> It's like the network was copying every possible human behavior and discipline.<bt_wait> Almost as if... </page> <BGM_BGM_M1070_S0040_N_end>
pl: A to nie wszystko. Próbowały również swych sił w takich dziedzinach wiedzy, jak: filozofia, matematyka, nauka, oraz krytyka społeczna.<bt_wait> Zupełnie jakby sieć kopiowała każde możliwe ludzkie zachowania i dyscyplinę.<bt_wait> Tak jakby... </page> <BGM_BGM_M1070_S0040_N_end>

source: And that's about all there's to it!
pl: I to w sumie tyle!

source: And the agony of being alone.
pl: Jak i agonię bycia samotnym.

source: And then choose which machine you want to control.
pl: A następnie wybierz maszynę którą chcesz kontrolować.

source: And then this goes here... And voila! Perfect!
pl: A więc to idzie do tego... I voila! Idealnie!

source: And then this goes here...and that goes there... Aaaaand everything's buggy now for some reason. GREAT.
pl: A więc to idzie do tego... a to do tego... Iiiii wszystko się z jakiegoś powodu skaszaniło. ŚWIETNIE.

source: And then what? Continue being pursued by our former friends and hunted by machines?
pl: I co dalej? Wciąż będziemy uciekać przed dawnymi przyjaciółmi? A maszyny nadal będą na nas polować?

source: And then...
pl: A wtedy...

source: And there's still something that all of us Emils need to settle...
pl: Ale nadal jest coś, co wszyscy Emilowie muszą doprowadzić do końca...

source: And thus we can say,
pl: A więc możemy powiedzieć,

source: And thus,
pl: A zatem,

source: And to make it worse, I can only remember the first part of the song...
pl: A co gorsza, pamiętam tylko pierwszą część tej melodii...

source: And wait, they have genders?
pl: Moment... mają płeć?

source: And we can detect the energy released during that process.
pl: Możemy wykryć energię uwalnianą w trakcie tego procesu.

source: And we might be able to learn something interesting if we study it.
pl: Może moglibyśmy dowiedzieć się czegoś interesującego, gdybyśmy to zbadali.

source: And we need a god worth dying for.
pl: A my potrzebujemy Boga, za którego warto oddać życie.

source: And what a miserable way to die.
pl: A do tego zginęła w taki żałosny sposób.

source: And what name should I put on the receipt?
pl: Jakie nazwisko mam umieścić na rachunku?

source: And what the best game ever REALLY needs, is a four-color cable. Could you bring me one?
pl: A czego najlepsza gra wszech czasów NAPRAWDĘ potrzebuje? Czterokolorowego kabla. Mógłbyś mi taki przynieść?

source: And what the world's best game creator REALLY needs, is a five-color cable. Could you bring me one?
pl: A czego najlepsza gra NAPRAWDĘ potrzebuje? Pięciokolorowego kabla. Mógłbyś taki dla mnie znaleźć?

source: And when that happens, we should go shopping together!
pl: A kiedy to się stanie, powinniśmy razem wybrać się na takie zakupy!

source: And while the craft it launched did soar into the lofty darkness of outer space, it regrettably did not reach the moon.
pl: Wprawdzie statek, który wystrzeliła, zdołał wzbić się w otchłań kosmosu, lecz niestety nie udało mu się dolecieć na księżyc.

source: And who knows? Perhaps we'll wipe out the androids next.
pl: I kto wie? Może androidy zostaną wyrżnięte w następnej kolejności?

source: And why did you leave the battlefield anyway? I didn't order a retreat.
pl: A tak w ogóle, to dlaczego opuściliście pole walki? Nie nakazałam odwrotu.

source: And with all the machine activity lately, we need to stay on our toes.
pl: A przy tej całej aktywności maszyn, musimy mieć się na baczności.

source: And yeah, it sounds bad when I say it like that, but your YoRHa buddies don't seem to mind.
pl: I tak, być może nie brzmi to za dobrze, ale twoim znajomym z YoRHa raczej to nie przeszkadza.

source: And yes, it's technically against Resistance regulations, but everyone needs a way to blow off some steam, am I right?
pl: I tak, technicznie jest to wbrew regulacjom Ruchu Oporu, ale każdy musi się jakoś wyszaleć, prawda?

source: And yes, there was anxiety as well.<bt_wait> But we existed as a pair. We shared destiny's burden as a pair. And because of that, all hesitation was swept away. </page>
pl: I tak, był też niepokój.<bt_wait> Ale istniałyśmy jako para. Dzieliłyśmy ciężar przeznaczenia jako para. I dzięki temu wszelkie wątpliwości zostały zmyte. </page>

source: And yet I have to fight.
pl: A mimo to, muszę walczyć.

source: And yet I... I... I'm sorry, Plato 1728...
pl: A mimo to... Przykro mi, Platonie 1728...

source: And yet his followers just keep talking about how great he is!
pl: A jednak jego wyznawcy wychwalają go pod niebiosa!

source: And yet,
pl: I mimo to,

source: And yet, still,
pl: A mimo to, wciąż

source: And yet, there may be times where tolerance is required. So let yourself not be bound by rules if such a need arises.
pl: A mimo to, mogą nadejść czasy, gdy wymagana będzie tolerancja. Zatem, niech zasady cię nie krępują, gdy zajdzie taka potrzeba.

source: And yet, they spent their lives nestled together.
pl: A mimo to, spędzali życie wtuleni w siebie.

source: And yet, what IS existence? I'm glad you asked! To answer that will require many long hours of—
pl: A czym, tak właściwie, JEST egzystencja? Cieszę się, że spytałeś! Jednak odpowiedź zajmie wiele godzin...

source: And yet, what's the point of a world where my love is gone?
pl: Ale i tak... Jaki sens ma świat, skoro nie ma w nim mojego ukochanego?

source: And yet, within all those infinite bits of data, there exists not even the merest flicker of being. Of life.
pl: A jednak, w tej nieskończonej rzece danych, nie istnieje choćby najmniejsza iskra życia.

source: And yet...I...
pl: A jednak... Ja...

source: And you are truly—TRULY—sure about this?
pl: I, czy naprawdę, ale tak NAPRAWDĘ, nie masz wątpliwości?

source: And you combat types are the worst! Last time you used a flight unit, it came back with huge scratches on the side!
pl: A wy, typy bojowe, jesteście najgorsi! Ostatnio, jak używałaś jednostki latającej, to wróciła z wielkimi zadrapaniami na boku!

source: And you don't have to trust every idiot that wanders by!
pl: A ty nie musisz ufać każdemu idiocie, który się przypałęta!

source: And you should work on keeping your opinions in check.
pl: A ty powinnaś popracować nad wyrażaniem swojego zdania.

source: And you solved it! Solved the murder! Eee hee! Now I have to pay you! Eee hee hee!
pl: I rozwiązaliście to! Rozwiązaliście sprawę morderstwa! Ehehe! Teraz muszę się wam odpłacić! Ehehehe!

source: And you've become a true leader.
pl: A ty stałaś się prawdziwym przywódcą.

source: And, also,
pl: I, także,

source: And...no need for a weather report. Operator 21O out.
pl: I... Nie ma potrzeby raportować pogody. Operator 21O bez odbioru.

source: Andorra
pl: Andora

source: Android Bodies
pl: Ciała androidów

source: Android bodies are just that: bodies that belong to YoRHa androids.
pl: Ciała androidów są właśnie tym, czym są... ciałami należącymi do androidów YoRHa.

source: Android sub-quests
pl: Zadań pobocznych androidów

source: Androids
pl: Androidy

source: Androids and machines making peace? I won't stand for it!
pl: Androidy i maszyny zawierające pokój? Ja się na to nie godzę!

source: Androids don't need to bathe.
pl: Androidy nie muszą się kąpać.

source: Androids must be starving for entertainment more than I thought.
pl: Androidy są bardziej spragnione rozrywki niż mi się wydawało.

source: Androids were designed to protect their human masters.
pl: Androidy zostały stworzone, aby chronić swych ludzkich panów.

source: Androids. Are. Scary.
pl: Androidy. Są. Straszne.

source: Anemone
pl: Anemona

source: Anemone has asked for help reclaiming the forest. Destroy the enemies at the intended camp site.
pl: Anemona poprosiła o pomoc przy odzyskaniu lasu. Zniszcz wrogów na miejscu, w którym ma być założony obóz.

source: Anemone is just so kind and understanding.
pl: Anemona jest taka miła i wyrozumiała.

source: Anemone over there is the camp leader.
pl: Anemona, o tam, jest przywódcą obozu.

source: Anemone seems to have recalled something upon hearing the name of A2, though she wants your help finding more information. But where to go?
pl: Wydaje się, że Anemona przypomniała sobie coś po usłyszeniu imienia A2, choć chce twojej pomocy przy szukaniu informacji. Ale gdzie pójść?

source: Anemone told us to make ourselves at home.
pl: Anemona powiedziała, żebyśmy się tu rozgościli.

source: Anemone's Past
pl: Przeszłość Anemony

source: Anemone, Operator 21O
pl: Anemona, Operator 21O

source: Anemone: Encounter
pl: Anemona: Spotkanie

source: Anemone: Separation
pl: Anemona: Rozstanie

source: Anemone: Understanding
pl: Anemona: Zrozumienie

source: Angel's Folly
pl: Anielska Głupota

source: Angel's Mercy
pl: Anielska litość

source: Angry Machine
pl: Wściekła maszyna

source: Animal Bait
pl: Przynęta

source: Animal Care
pl: Opieka nad zwierzętami

source: Animal Machine
pl: Maszyna zwierzę

source: Animal Riding Controls
pl: Ujeżdżanie zwierząt

source: Animal-loving Machine
pl: Maszyna kochająca zwierzęta

source: Animation
pl: Animacja

source: Annihilate the androids!
pl: Anihilować androidy!

source: Annihilation? But why!?
pl: Zniszczenie? Ale dlaczego?!

source: Announcement, Resource Recovery Unit
pl: Komunikat, Jednostka Odzyskująca Zasoby

source: Another casualty?
pl: Kolejna ofiara?

source: Another sacrifice for the altar!
pl: Kolejna ofiara do złożenia na ołtarzu!

source: Another treasured its older sibling.
pl: Inna ceniła swoje starsze rodzeństwo.

source: Another treasured its own beauty.
pl: Inna ceniła własne piękno.

source: Anti Chain Damage
pl: Przerwanie łańcucha

source: Anti Chain Damage +1
pl: Przerwanie łańcucha +1

source: Anti Chain Damage +2
pl: Przerwanie łańcucha +2

source: Anti Chain Damage +3
pl: Przerwanie łańcucha +3

source: Anti Chain Damage +4
pl: Przerwanie łańcucha +4

source: Anti Chain Damage +5
pl: Przerwanie łańcucha +5

source: Anti Chain Damage +6
pl: Przerwanie łańcucha +6

source: Anti Chain Damage +7
pl: Przerwanie łańcucha +7

source: Anti Chain Damage +8
pl: Przerwanie łańcucha +8

source: Anti-Aliasing
pl: Antyaliasing

source: Antigua and Barbuda
pl: Antigua i Barbuda

source: Any chance you could spare a fuel filter?
pl: Czy jest szansa, że macie zbędny filtr paliwa?

source: Any details?
pl: Jakieś szczegóły?

source: Any idea where I'd find complex gadgets?
pl: Wiesz może, gdzie szukać tych złożonych mechanizmów?

source: Any ideas, 2B? I've never dealt with a snot-nosed machine before.
pl: Jakieś pomysły, 2B? Nigdy wcześniej nie musiałem radzić sobie z taką rozkapryszoną maszyną.

source: Any juice left in your batteries?
pl: Nie rozładowały ci się jeszcze baterie?

source: Any offensive boost is offset by lowered defense and increased maintenance costs.
pl: Każde zwiększenie siły ofensywnej poskutkuje obniżeniem obrony i zwiększeniem kosztów późniejszej naprawy.

source: Any transmissions received from the moon are just dummy signals we set up in advance.
pl: Wszystkie transmisje odbierane z Księżyca były fikcyjnymi sygnałami, które przygotowaliśmy wcześniej.

source: Anything here catch your eye?
pl: Coś przykuło twoją uwagę?

source: Anyway,
pl: W każdym razie,

source: Anyway, I just gotta synch up with the Bunker server and then I'm outta here, right?
pl: W każdym razie, wystarczy, że teraz zsynchronizuję się z serwerem Bunkra, a potem będę wolny, prawda?

source: Anyway, I just need you to track down some desert roses.
pl: Tak czy siak, potrzebujemy trochę pustynnych róż.

source: Anyway, I think I can localize this substance and turn it into a drug that will help expand our combat capabilities.
pl: W każdym razie wydaje mi się, że mogę wyizolować tę substancję i stworzyć z niej środek poprawiający nasze zdolności bojowe.

source: Anyway, I was thinking he might like a new philosophy book. I hear they have such things over in the Resistance camp...
pl: W każdym razie, myślę, że spodobałaby mu się nowa książka filozoficzna. Słyszałam, że mają takie rzeczy w obozie Ruchu Oporu...

source: Anyway, I'll mark the positional data on the map.
pl: W każdym razie, oznaczę lokalizację na mapie.

source: Anyway, I'll see you later.
pl: W każdym razie, do zobaczenia później.

source: Anyway, I'm collecting ingredients from across the land for research purposes, and I'm betting you'd like to help me out! Er, right?
pl: W każdym razie, zbieram przeróżne składniki, które można znaleźć w okolicy. Potem je mieszam ze sobą, testując nowopowstałe smaki. Założę się, że chętnie zechcesz mi w tym pomóc! Prawda?

source: Anyway, come back in a little while, all right? I should have some new gear for you then.
pl: W każdym razie, wróć do mnie za jakiś czas, dobrze? Powinienem mieć wtedy dla ciebie nowy sprzęt.

source: Anyway, enough gabbing. Here's your reward.
pl: No, dość tych pogaduszek. Oto twoja nagroda.

source: Anyway, everyone knows that YOU need the training, so start gearing up!
pl: W każdym razie, wszyscy wiedzą, że TY potrzebujesz treningu, więc zacznij się przygotowywać!

source: Anyway, here you go: One deluxe prize, coming up.
pl: Tym niemniej... oto obiecana ekskluzywna nagroda.

source: Anyway, here's your payment. Thanks again.
pl: Tak czy inaczej, proszę... Oto małe wynagrodzenie za udzieloną mi pomoc. Bardzo dziękuję!

source: Anyway, if you happen to find it, will you take care of it? The poor thing is all alone down there.
pl: Tak czy siak, jeśli znajdziecie go, zaopiekujcie się nim? Biedactwo jest tam na dole zupełnie samo.
